{
    "iAcceptCommunityGuidelines": "Hyväksyn Yhteisön suuntaviivat ja sitoudun noudattamaan niitä.",
    "tavernCommunityGuidelinesPlaceholder": "Ystävällinen muistutus: keskustelu on avoin kaikenikäisille, joten pidä sisältö ja kielenkäyttö sen mukaisena. Lisäohjeistusta löydät alhaalta kohdasta Yhteisön suuntaviivat.",
    "commGuideHeadingWelcome": "Tervetuloa Habitica-pelin pariin!",
    "commGuidePara001": "Tervehdys, seikkailija! Habitica, tämä tuotteliaisuuden, terveen elämisen ja satunnaisesti raivoavan aarnikotkan maa, toivottaa sinut tervetulleeksi. Meillä on hyväntuulinen yhteisö täynnä auttavaisia ihmisiä tukemassa toisiaan matkallaan itsensä kehittämiseen.",
    "commGuidePara002": "Yhteisössämme on tiettyjä sääntöjä, joiden tarkoitus on varmistaa jokaisen yhteisön jäsenen mahdollisuus pyrkiä tavoitteisiinsa ja tuntea olonsa turvalliseksi ja tyytyväiseksi. Säännöt on sorvattu niin leppoisiksi ja helppolukuisiksi kuin mahdollista. Toivomme, että tutustut niihin huolella. ",
    "commGuidePara003": "Säännöt ovat samat kaikilla käyttämillämme alustoilla. Tällaisia ovat esimerkiksi Trello, GitHub, Transifex ja Wikia (ts. wiki). Toisinaan moderaattorit saattavat joutua jonkin kriisitilanteen tai pahantahtoisen manaajan ilmaantumisen seurauksena muokkaamaan sääntöjä yhteisön hyvinvoinnin varmistamiseksi. Älä huoli: mikäli näin käy, Bailey ilmoittaa sinulle muutoksista. ",
    "commGuidePara004": "Nyt käärö auki ja sulkakynä tanaan muistiinpanoja varten, niin päästään aloittamaan! ",
    "commGuideHeadingBeing": "Mitä on olla habiticalainen",
    "commGuidePara005": "Habitica on omistautunut ennen kaikkea kehitykselle, ja sivustolle on tämän seurauksena iloksemme syntynyt yksi internetin lämminhenkisimmistä, kohteliaimmista ja avuliaimmista yhteisöistä. Habiticalaiselle tyypillisiä piirteitä on useita, joista yleisimpiä ja huomionarvoisimpia ovat: ",
    "commGuideList01A": "<strong>Avulias yhteishenki.</strong> Monet ihmiset uhraavat runsaasti aikaa ja energiaa uusien jäsenten auttamiseen ja opastamiseen. Esimerkiksi Habitica Help on kilta, joka on omistettu yksinomaan vastaamaan ihmisten kysymyksiin (keskustelu kiltassa tosin käydään englanniksi). Älä ujostele, mikäli kaipaat apua!",
    "commGuideList01B": "<strong>Ahkera asenne.</strong> Habiticalaiset uurastavat uutterasti kehittääkseen niin omaa elämäänsä kuin tätä sivustoakin. Olemme avoimen lähdekoodin projekti, joten työstämme kaikki alituisesti sivustosta parhainta mahdollista paikkaa.",
    "commGuideList01C": "<strong>Kannustava käytös.</strong> Habiticalaiset  kannustavat toisiaan päihittämään itsensä ja lohduttavat toisiaan vaikeina aikoina. Me lainaamme voimaa toisillemme, nojaamme toisiimme ja opimme toisiltamme. Seurueissa käytämme tähän loitsuja, tsäteissä puolestaan kannustavia sanoja.",
    "commGuideList01D": "<strong>Kunnioittavat käytöstavat.</strong> Me kaikki tulemme erilaisista taustoista ja omaamme erilaisia taitoja ja mielipiteitä. Juuri se osaltaan tekee yhteisöstämme niin ihmeellisen! Habiticalaiset kunnioittavat ja juhlivat näitä eroja. Pysy mukana ja pian sinulla on ystäviä kaikilta elämän reiteiltä. ",
    "commGuideHeadingMeet": "Tapaa henkilökunta ja modet!",
    "commGuidePara006": "Habitica asuttaa monia väsymättömiä vaeltavia ritareita, jotka yhdistävät voimansa henkilökunnan kanssa pitääkseen yhteisön rauhallisena, tyytyväisenä ja vapaana trolleista. Jokaisella heistä on oma erityisalansa, mutta tarvittaessa he palvelevat myös muilla sosiaalisilla alueilla. Henkilökunnan ja moderaattoreiden virallisia lausuntoja edeltävät usein sanat \"Mod Talk\" tai \"Mod Hat On\".",
    "commGuidePara007": "Henkilökunnalla on violetit tunnisteet, joissa on kruunut. Heidän tittelinsä on \"Sankarillinen\".",
    "commGuidePara008": "Modeilla on tummansiniset tunnisteet, joissa on tähdet. Heidän tittelinsä on \"Suojelija\". Ainoa poikkeus on Bailey, jolla NPC:nä (ei-pelaaja-hahmo) on mustavihreä tunniste, jossa on tähti.",
    "commGuidePara009": "Nykyiset henkilökunnan jäsenet ovat (vasemmalta oikealle):",
    "commGuideAKA": "<%= habitName %> eli <%= realName %>",
    "commGuideOnTrello": "<%= trelloName %> Trellossa",
    "commGuideOnGitHub": "<%= gitHubName %> GitHubissa",
    "commGuidePara010": "Meillä on myös moderaattoreita, jotka avustavat henkilökuntaa. Heidät on valittu huolella, joten kunnioitathan heitä ja kuuntelethan heidän ehdotuksiaan.",
    "commGuidePara011": "Nykyiset moderaattorit ovat (vasemmalta oikealle):",
    "commGuidePara011a": "Tavernassa",
    "commGuidePara011b": "GitHubissa/Wikiassa",
    "commGuidePara011c": "Wikiassa",
    "commGuidePara011d": "GitHubissa",
    "commGuidePara012": "Mikäli jonkun moden käytös huolettaa sinua, lähetäthän sähköpostia Lemonessille (<%= hrefCommunityManagerEmail %>).",
    "commGuidePara013": "Näin isossa yhteisössä käyttäjät tulevat ja menevät, ja joskus moderaattorien tarvitsee riisua ylevä viittansa ja rentoutua. He ovat \"täysinpalvelleita moderaattoreita\" eivätkä enää omista moderaattorin vaikutusvaltaa, mutta haluamme silti antaa heidän työpanoksestaan kunnian!",
    "commGuidePara014": "Täysinpalvelleet moderaattorit:",
    "commGuideHeadingPublicSpaces": "Yleiset tilat Habitica-sovelluksessa",
    "commGuidePara015": "Habitica-sovelluksessa osa keskusteluun tarkoitetuista tiloista on julkisia, osa yksityisiä. Julkisia keskustelupaikkoja ovat Taverna, julkiset killat, GitHub, Trello ja Wikia eli wiki. Yksityisiä ovat yksityiset killat, oman seurueen tsätti sekä yksityisviestit. Kaikkien käyttäjänimien tulee noudattaa julkisen keskustelun suuntaviivoja. Voit vaihtaa käytössä olevan nimesi nettisivulta klikkaamalla Käyttäjä > Profiili > Muokkaa. ",
    "commGuidePara016": "Habitica-sovelluksen julkisissa tiloissa suunnistamiseen on muutamia yleispäteviä sääntöjä, jotta kaikilla olisi turvallista ja mukavaa. Ne ovat varmasti helppoja kaltaisillenne seikkailijoille!",
    "commGuidePara017": "<strong>Kunnioittakaa toisianne.</strong> Ole kohtelias, hyväntahtoinen, ystävällinen ja auttavainen. Muista, että habiticalaiset tulevat erilaisista taustoista ja omaavat hurjan erilaisia kokemuksia. Juuri se tekee tästä niin hienon paikan! Yhteisön rakentaminen tarkoittaa sekä erojemme että yhteneväisyyksiemme kunnoittamista ja juhlistamista. Tässä joitakin helppoja tapoja toisten kunnioittamiseen:",
    "commGuideList02A": "<strong>Noudata kaikkia \"Ehdot ja edellytykset\" -tekstin kohtia.</strong>",
    "commGuideList02B": "<strong>Älä julkaise kuvia tai tekstejä, jotka ovat väkivaltaisia, uhkaavia tai seksuaalisesti sopimattomia/vihjailevia, tai jotka edistävät syrjintää, kiihkoilua, rasismia, seksismiä, vihamielisyyttä tai vahinkoa ketä tahansa yksilöä tai mitä tahansa ryhmää kohtaan.</strong> Älä edes vitsillä. Tämä sisältää niin herjaukset kuin kannanototkin. Kaikilla ei ole samanlainen huumorintaju, joten asia, joka voi sinulle olla vitsi, voi satuttaa jotakuta. Hyökkää päivittäisten tehtäviesi kimppuun, älä toisten käyttäjien.",
    "commGuideList02C": "<strong>Pidä keskustelut sopivina kaikenikäisille.</strong> Sivustoa käyttävät myös monet nuoret habiticalaiset! Ei tahrita viattomia mieliä tai vaikeuteta kenenkään tavoitteiden saavuttamista.",
    "commGuideList02D": "<strong>Vältä kirosanoja.</strong> Tämä kattaa myös lievemmät uskonnolliset voimasanat, jotka voivat olla hyväksyttyjä jossain muualla - meillä on ihmisiä kaikista uskonnoista ja kaikista kulttuuritaustoista, ja haluamme varmistaa, että jokainen tuntee olonsa mukavaksi julkisissa tiloissa. <strong> Mikäli moderaattori tai henkilökunnan jäsen huomauttaa sinulle termin olevan sivustollamme kielletty, päätös on lopullinen vaikket olisi tajunnut termin ongelmallisuutta.</strong> Herjat käsitellään myös erittäin ankaralla kädellä, sillä ne rikkovat myös käyttöehtoja.",
    "commGuideList02E": "<strong>Vältä erimielisyyttä aiheuttavien keskustelujen pitkittämistä Takanurkkauksen ulkopuolella.</strong> Jos sinusta tuntuu, että joku on sanonut jotain ilkeää tai loukkaavaa, älä ota yhteen hänen kanssaan. Yksi ystävällinen kommentti, kuten \"Tuo vitsi saa oloni epämukavaksi\", on hyvä, mutta tylyyn tai epäystävälliseen käyttäytymiseen puuttuminen tylyllä ja epäystävällisellä käyttäytymisellä kasvattaa jännitteitä ja tekee sivustosta ikävämmän ympäristön. Ystävällisyys ja kohteliaisuus auttavat toisia ymmärtämään näkökulmaasi.",
    "commGuideList02F": "<strong>Noudata välittömästi moden kutakin toivetta</strong> lopettaa keskustelu tai siirtää se Takanurkkaukseen. Viimeiset sanat, piikittelevät hyvästit ja muut loppuilkeydet pitäisi kaikki (kohteliaasti) siirtää omalle \"pöydällesi\" Takanurkkaukseen, mikäli se on sallittu.",
    "commGuideList02G": "<strong>Ole valmis miettimään sanojasi vihaisen vastauksen sijaan</strong>, jos joku kertoo tuntevansa olonsa epämukavaksi sanojesi tai tekojesi vuoksi. Vilpittömän anteeksipyynnön taito on merkki suuresta luonteen lujuudesta. Mikäli koet henkilön reaktion olevan kohtuuton tai sopimaton, ota yhteyttä modeen sen sijaan, että toruisit häntä julkisesti.",
    "commGuideList02H": "<strong>Ilmiannathan erimielisyyttä aiheuttavat ja/tai riidanhaluiset keskustelut ylläpitäjille</strong>. Mikäli keskustelu muuttuu riitaisaksi, tunteikkaaksi tai loukkaavaksi, älä osallistu enää keskusteluun. Moderaattorit puuttuvat asiaan niin nopeasti kuin kykenevät. Meidän työmme on pitää teidät turvassa. Mikäli arvelet kuvakaappausten olevan hyödyllisiä, lähetä ne osoitteeseen <%= hrefCommunityManagerEmail %>.",
    "commGuideList02I": "<strong>Älä spämmää.</strong> Spämmäämistä on muun muassa saman kysymyksen tai muun viestin  lähettäminen useisiin eri paikkoihin sivustolla, linkkien jakaminen ilman selityksiä tai kontekstin avaamista, sekä varsinaisen päättömän hölynpölyn tai useiden viestien peräkkäinen postaaminen. Spämmäämistä on myös jalokivien tai jäsenyyksien kärttäminen tsätissä tai yksityisviestien välityksellä.  ",
    "commGuideList02J": "<strong>Vältä suurten kirjaisimien käyttöä julkisissa keskustelutiloissa, erityisesti Tavernassa.</strong> Kuten TIKKUKIRJAIMIN VIESTITTÄMINEN, se näyttää huutamiselta ja häiritsee leppoisaa tunnelmaa.",
    "commGuideList02K": "<strong>Kehotamme ehdottomasti välttämään henkilökohtaisten tietojen vaihtamista - erityisesti mikäli näiden tietojen avulla olet tunnistettavissa - julkissa keskustelutiloissa.</strong> Tunnistettaviin tietoihin lukeutuvat muun muassa kotiosoitteesi, sähköpostiosoitteesi sekä API-käyttäjäkoodisi/salasanasi. Tämä sääntö on olemassa oman turvallisuutesi takaamiseksi! Henkilökunta tai moderaattori saattavat oman harkintansa mukaisesti poistaa kyseisiä tietoja sisältävät viestit. Mikäli joku kysyy sinulta henkilökohtaisia tietoja yksityisessä killassa, seurueessa tai yksityisviestin välityksellä, suosittelemme kieltäytymään kohteliaasti sekä hälyttämään paikalle henkilökuntaa tai moderaattoreita joko 1) ilmiantamalla viesti, jos se on seurueessa tai yksityisessä killassa tai 2) ottamalla kuvakaappauksia ja lähettämällä ne Lemonessille osoitteeseen <%= hrefCommunityManagerEmail %>, jos kyse on yksityisviestistä.",
    "commGuidePara019": "<strong>Yksityiset keskusteluun tarkoitetut tilat</strong> tarjoavat enemmän vapautta keskustella itseä kiinnostavista aiheista, mutta keskustelijoilla on silti velvollisuus noudattaa sivuston käyttöehtoja; sortavan ja syrjivän, väkivaltaisen tai uhkaavan sisällön julkaiseminen on kaikissa olosuhteissa kiellettyä. Koska haasteiden nimet ovat julkisesti näkyvillä haasteen suorittajan profiilissa, myös KAIKKIEN haasteiden nimien pitää olla julkisen keskustelun sääntöjen mukaisia, vaikka haaste julkaistaisiinkin alunperin yksityisenä. ",
    "commGuidePara020": "<strong>Yksityisviestit</strong>edellyttävät noudattamaan muutamia lisäehtoja. Mikäli joku on estänyt sinut, älä ota häneen yhteyttä muualla pyytääksesi häntä poistamaan eston. Sinun ei myöskään tulisi pyytää ihmisiltä tukea yksityisviestein (sillä julkiset vastaukset tukikysymyksiin hyödyttävät koko yhteisöä). Lopuksi, älä lähetä kenellekään yksityisviestiä anellaksesi lahjoja, jalokivia tai maksullista jäsenyttä, sillä se voidaan lukea spämmäykseksi.",
    "commGuidePara020A": "<strong>Jos näet viestin, jonka epäilet rikkovan yllä mainittuja julkisen keskustelun sääntöjä tai joka huolettaa tai ahdistaa sinua, voit kiinnittää moderaattorien tai henkilökunnan huomion viestiin ilmiantamalla sen</strong>. Henkilökunnan jäsen tai moderaattori reagoi tilanteeseen niin pian kuin mahdollista. Ota huomioon, että viattomien viestien tahallinen ilmiantaminen on sääntörike, joka rikkoo näitä Yhteisön suuntaviivoja (ks. alla kohta \"Sääntörikkeet\"). Yksityisviestiä ei voi tällä hetkellä ilmiantaa, joten mikäli sinulla on aihetta ilmiantaa yksityisviesti, otathan kuvakaappauksia ja lähetäthän ne Lemonessille osoitteeseen <%= hrefCommunityManagerEmail %>.",
    "commGuidePara021": "Habitica-sivuston joissakin julkisissa tiloissa on lisäohjeistuksia.",
    "commGuideHeadingTavern": "Taverna",
    "commGuidePara022": "Taverna on habiticalaisten pääasiallinen kohtaamispaikka. Majatalon isäntä, Daniel the Innkeeper, pitää paikkaa ojennuksessa, ja Lemoness loihtii mielellään kannullisen limonaadia, jota särpiä jutustelun lomassa. Pidä kuitenkin mielessä, että...",
    "commGuidePara023": "Keskustelu tapaa pyöriä arkipäiväisen jutustelun ja tuottavuus- ja elämänhallintavinkkien ympärillä.",
    "commGuidePara024": "Koska Tavernan tsättiin mahtuu vain 200 viestiä, <strong> se ei ole hyvä paikka pitkittyneelle keskustelulle yhden aiheen, varsinkaan tulenaran sellaisen, ympärillä </strong> (esim. politiikka, uskonto, masennus, pitäisikö peikonmetsästys kieltää jne.). Nämä keskustelut tulisi käydä sopivassa killassa tai Takanurkkauksessa (lisää tietoa alempana).",
    "commGuidePara027": "<strong>Älä puhu mistään riippuvuutta aiheuttavasta Tavernassa.</strong> Monet ihmiset käyttävät Habitica-sovellusta päästäkseen eroon huonoista tavoistaan. Riippuvuutta aiheuttavista/laittomista aineista puhuminen saattaa tehdä siitä heille paljon vaikeampaa! Kunnioita muita Tavernan vieraita ja pidä tämä mielessäsi. Kielletyt puheenaiheet sisältävät muun muassa tupakoinnin, alkoholin, pornografian, uhkapelit ja huumeiden käytön/väärinkäytön.",
    "commGuideHeadingPublicGuilds": "Julkiset killat",
    "commGuidePara029": "<strong>Julkiset killat muistuttavat kovasti Tavernaa, paitsi että yleisen keskustelun sijaan ne pyörivät tietyn teeman ympärillä.</strong> Julkisen killan tsätin tulisi keskittyä aiheeseen. Esimerkiksi Wordsmiths-killan jäsenet saattaisivat närkästyä huomatessaan keskustelun keskittyvän yhtäkkiä kirjoittamisen sijaan puutarhanhoitoon ja ja lohikäärmeenystävien kilta ei välttämättä ole kiinnostunut muinaisten riimujen tulkitsemisesta. Jotkin killat ovat tämän suhteen muita rennompia, mutta yleisesti ottaen <strong>pyri pysymään aiheessa!</strong>",
    "commGuidePara031": "<strong>Jotkin julkiset killat saattavat sisältää herkkiä aiheita kuten masennus, uskonto, politiikka jne.</strong> Tämä sopii niin kauan kuin nämä keskustelut eivät riko palvelun käyttöehtoja tai julkisen keskustelun sääntöjä ja kunhan ne pysyvät aiheessa.",
    "commGuidePara033": "<strong>Julkiset killat EIVÄT saa sisältää K18-materiaalia. Mikäli killassa on tarkoitus käydä säännöllistä keskustelua arkaluonteisista aiheista, tämän tulee käydä ilmi killan nimestä.</strong> Tämän on tarkoitus pitää Habitica turvallisena ja mukava tilana jokaiselle. <br><br><strong>Mikäli kyseisessä killassa keskustellaan erilaisista arkaluonteisista aiheista, on hyvien tapojen mukaista varoittaa muita habiticalaisia tästä kommentissa (esim. \"Varoitus: käsittelee itsetuhoisuutta\").</strong> Nämä voidaan luokitella sisältövaroituksiksi ja killalla voi lisäksi olla omat sääntönsä tässä määriteltyjen lisäksi. Jos suinkin mahdollista, käytä <a href='http://habitica.wikia.com/wiki/Markdown_Cheat_Sheet' target='_blank'>Markdown-muotoilua</a> piilottaaksesi potentiaalisesti arkaluonteinen sisältö rivinvaihtojen alle, jotta halukkaat voivat rullata sisällön ohi välttääkseen sen. Habitica-sivuston henkilökunta ja moderaattorit saattavat silti harkintansa mukaisesti poistaa sisällön. Arkaluonteisen sisällön tulisi myös olla aiheenmukaista - itsetuhoisuudesta puhuminen voi olla järkeenkäypää killassa, joka keskittyy masennuksen kukistamiseen, mutta vähemmän soveliasta musiikkikillassa. Jos näet jonkun toistuvasti rikkovan tätä ohjeistusta, etenkin useamman huomautuksen jälkeen, ilmiannathan viestit ja lähetä kuvakaappauksia osoitteeseen <%= hrefCommunityManagerEmail %>.",
    "commGuidePara035": "<strong>Niin julkista kuin yksityistäkään kiltaa ei tule luoda tarkoituksena hyökätä jotakin ryhmää tai yksilöä vastaan. Tällaisen killan luominen on peruste välittömälle porttikiellolle.</strong> Taistele pahoja tapoja, älä muita seikkailijoita vastaan!",
    "commGuidePara037": "Kaikkien Tavernan ja julkisten kiltojen haasteiden tulee myös noudattaa näitä sääntöjä.",
    "commGuideHeadingBackCorner": "Takanurkkaus",
    "commGuidePara038": "<strong>Toisinaan keskustelu kiihtyy liikaa tai käsittelee liian arkaluonteisia asioita, jotta sitä voisi jatkaa julkisessa tilassa aiheuttamatta epämukavuutta käyttäjissä. Tällaisessa tapauksessa keskustelu ohjataan Takanurkkaus-kiltaan. Pidä mielessä, että siirtoa Takanurkkaukseen ei tule ottaa rangaistuksena!</strong> Monet habiticilaiset oleskelevat itse asiassa mielellään killassa ja käyvät siellä pitkiä keskusteluja.",
    "commGuidePara039": "Takanurkkaus-kilta on avoin julkinen tila, jossa keskustella arkaluonteisista aiheista, ja sitä moderoidaan tarkasti. Se ei ole oikea paikka yleiselle jutustelulle. <strong>Julkisen keskustelun säännöt pätevät sielläkin, kuin myös käyttöehdotkin.</strong> Vaikka kokoonnummekin nurkkauksessa pitkiin viittoihin kääriytyneenä, mikä tahansa ei käy päinsä. Ojennapas nyt tänne tuo hehkuva kynttilä, jookos?",
    "commGuideHeadingTrello": "Trellon keskustelualueet",
    "commGuidePara040": "<strong>Trello toimii avoimena alustana ehdotuksille ja keskusteluille sivuston ominaisuuksista. </strong>Habitica-sivustoa pyörittää joukko urhoollisia avustajia -- rakennamme kaikki yhdessä tätä sivustoa. Trello luo järjestystä tähän toimintaan. Huomaavaisuudesta tätä kohtaan, <strong>yritä parhaasi mukaan mahduttaa kaikki ajatuksesi yhteen kommenttiin samassa kortissa usean peräkkäisen kommentin sijaan. Jos mieleesi juolahtaa jotakin uutta, voit vapaasti muokata alkuperäistä kommenttiasi.</strong> Ota huomioon meidät parat, jotka saamme ilmoituksen jokaisesta uudesta kommentista. Postilaatikoidemme sietokyky on rajallinen.",
    "commGuidePara041": "Habitica käyttää neljää erilaista Trello-ilmoitustaulua:",
    "commGuideList03A": "<strong>Main Board</strong> on paikka, jossa voi ehdottaa ominaisuuksia sivustolle ja äänestää niistä.",
    "commGuideList03B": "<strong>Mobile Board</strong> on paikka, jossa voi ehdottaa ominaisuuksia mobiilisovellukseen ja äänestää niistä.",
    "commGuideList03C": "<strong>Pixel Art Board</strong> on paikka, jonne voi lähettää pikselitaidetta ja keskustella siitä.",
    "commGuideList03D": "<strong>Quest Board</strong> on paikka, jonne voi lähettää jahteja ja keskustella niistä.",
    "commGuideList03E": "<strong>Wiki Board</strong> on paikka, jossa voi parantaa ja ehdottaa uutta wikisisältöä ja keskustella siitä.",
    "commGuidePara042": "<strong>Kaikille tauluille on laadittu omat suuntaviivansa ja julkisen keskustelun säännöt pätevät niilläkin.</strong> Käyttäjien tulee pysyä aiheessa kaikilla tauluilla ja korteilla. Usko pois, taulut ruuhkautuvat tarpeeksi nopeasti näinkin! Pitkittyneet keskustelut tulee siirtää Takanurkkaus-kiltaan.",
    "commGuideHeadingGitHub": "GitHub",
    "commGuidePara043": "<strong>Habitica käyttää GitHubia bugien jäljittämiseen ja koodauksessa avustamiseen</strong> Se on paja, jossa väsymättömät Sepät takovat uusia ominaisuuksia! <strong>Kaikki julkisen keskustelun säännöt pätevät täälläkin.</strong> Olethan kohtelias Sepille -- heillä on paljon työtä, jotta sivusto pysyy toiminnassa. Hurraa, Sepät!",
    "commGuidePara044": "Seuraavat käyttäjät ovat Habitica-koodikannan <a href='https://help.github.com/articles/permission-levels-for-an-organization/' target='_blank'>omistajia</a>:",
    "commGuideHeadingWiki": "Wiki",
    "commGuidePara045": "<strong>Habitica-wikiin kerätään tietoa sivustosta.</strong> Sen alla toimii myös muutama keskustelualusta, jotka ovat samantyyppisiä kuin Habitica-killat. Julkisen tilan säännöt pätevät täten sielläkin.",
    "commGuidePara046": "Habitica-wikiä voidaan ajatella kaikkien Habitica-sivustoon liittyvien asioiden tietokantana. Se tarjoaa tietoa sivuston ominaisuuksista, oppaita pelaamiseen, vinkkejä siitä, miten voit tuottaa sisältöä Habiticaan sekä paikan, jossa voit mainostaa kiltaasi tai seuruettasi ja äänestää erilaisista aiheista.",
    "commGuidePara047": "Koska wikin palveluntarjoaja on Wikia, siellä pätevät myös Wikian käyttöehdot Habitica-sivuston ja Habitica-wikin asettamien sääntöjen lisäksi.",
    "commGuidePara048": "Wiki on puhtaasti yhteistyötä sen muokkaajien kesken, joten sitä koskevat myös seuraavat lisäohjeistukset:",
    "commGuideList04A": "Uusien sivujen tai suurten muutosten ehdottaminen Trellon Wiki-taululla",
    "commGuideList04B": "Avoimuus muiden ihmisten ehdotuksille koskien omaa muokkausta",
    "commGuideList04C": "Kaikki keskustelut muokkaamiseen liittyvistä konflikteista käydään sivun Keskustelu-osiossa",
    "commGuideList04D": "Kaikki ratkaisemattomat konfliktit tuodaan wiki-ylläpitäjien tietoisuuteen",
    "commGuideList04DRev": "Kaikki ratkaisemattomat konfliktit mainitaan Wizard of the Wiki -killassa lisäkeskustelua varten, tai mikäli konfliktista on kehittynyt loukkaavaksi, otetaan yhteyttä moderaattoreihin (ks. alla) tai lähetetään sähköpostia Lemonessille osoitteeseen <%= hrefCommunityManagerEmail %>",
    "commGuideList04E": "Ei spämmätä tai sabotoida sivuja henkilökohtaisen edun vuoksi",
    "commGuideList04F": "<a href='http://habitica.wikia.com/wiki/Guidance_for_Scribes' target='_blank'>Guidance for Scribes</a> tulee lukea ennen kuin tekee muutoksia",
    "commGuideList04G": "Wiki-sivuilla käytetään puolueetonta kieltä",
    "commGuideList04H": "Varmistetaan, että wiki-sisältö koskee koko Habitica-sivustoa eikä liity yksittäiseen kiltaan tai seurueeseen (tällainen informaatio voidaan siirtää keskustelupalstoille)",
    "commGuidePara049": "Seuraavat henkilöt ovat wikin ylläpitäjiä:",
    "commGuidePara049A": "Seuraavat moderaattorit voivat tehdä hätäratkaisuja muokkaustilanteissa, joissa tarvitaan moderaattoria ja yllämainitut ylläpitäjät eivät ole käytettävissä:",
    "commGuidePara018": "Täysinpalvelleet wiki-ylläpitäjät:",
    "commGuideHeadingInfractionsEtc": "Sääntörikkeet, seuraamukset ja palautukset",
    "commGuideHeadingInfractions": "Sääntörikkeet",
    "commGuidePara050": "Valtaosa Habitica-sivuston käyttäjistä on auttavaisia, kunnioittavia ja yhteistyöhaluisia tehdäkseen koko yhteisöstä mukavan ja hauskan kaikille. Silloin tällöin yksittäinen habiticalainen kuitenkin saattaa rikkoa yllämainittuja suuntaviivoja. Tällaisissa tapauksissa moderaattorit tarttuvat tarvittaviin toimenpiteisiin, jotta Habitica pysyy turvallisena ja miellyttävänä kaikille.",
    "commGuidePara051": "<strong>Sääntörikkeitä on erilaisia ja niihin puututaan niiden vakavuuden vaatimalla tavalla.</strong>Nämä listat eivät ole kattavia ja moderaattorit käyttävät harkintakykyään tarvittaessa. Moderaattorit ottavat asiayhteyden huomioon arvioidessaan rikkeitä.",
    "commGuideHeadingSevereInfractions": "Vakavat sääntörikkeet",
    "commGuidePara052": "Vakavat sääntörikkeet vahingoittavat Habitica-sivuston yhteisön ja sen käyttäjien turvallisuutta ja niiden seuraukset ovat täten vakavat.",
    "commGuidePara053": "Seuraavat ovat esimerkkejä vakavista sääntörikkeistä. Tämä lista ei ole kaikenkattava.",
    "commGuideList05A": "Käyttöehtojen rikkominen",
    "commGuideList05B": "Vihapuhe/kuvat, häirintä/vainoaminen, kiusaaminen, provosoiminen ja trollaaminen",
    "commGuideList05C": "Koeajan loukkaus",
    "commGuideList05D": "Henkilökuntana tai moderaattorina esiintyminen",
    "commGuideList05E": "Toistuvat lievähköt rikkeet ",
    "commGuideList05F": "Toisen tilin luominen seurausten välttämiseksi (esimerkiksi uuden tilin luominen tsättäämiseen tilanteessa, jossa oikeudet siihen on evätty)",
    "commGuideList05G": "Henkilökunnan tai moderaattoreiden tahallinen huijaaminen seurausten välttämiseksi tai toisen käyttäjän pulaan saattamiseksi",
    "commGuideHeadingModerateInfractions": "Lievähköt sääntörikkeet",
    "commGuidePara054": "Lievähköt sääntörikkeet eivät vielä tee yhteisöstä turvatonta, mutta tekevät siitä epämiellyttävän. Näissä rikkeissä myös seuraukset ovat kohtuulliset. MIkäli rikkeitä pääsee kertymään enemmän, seuraukset voivat kuitenkin olla vakavammat. ",
    "commGuidePara055": "Seuraavat ovat esimerkkejä lievähköistä sääntörikkeistä. Tämä lista ei ole kaikenkattava.",
    "commGuideList06A": "Moderaattorin ohjeiden ohittaminen tai epäkunnioittava käytös moderaattoria kohtaan. Tähän kuuluvat myös moderaattorien tai muiden käyttäjien toimista valittaminen julkisesti tai sivustolta rikkeiden vuoksi poistettujen käyttäjien puolustelu tai ihannointi julkisesti. Jos jokin sääntö tai moderaattori mietityttää, ota Lemonessiin yhteyttä sähköpostitse (<%= hrefCommunityManagerEmail %>).",
    "commGuideList06B": "Pelkääjänpaikalta moderointi. Selvennykseksi: Ystävällinen huomauttaminen säännöistä kanssa-habiticalaiselle voi olla joskus paikallaan. Pelkääjän paikalta moderoiva ei kuitenkaan tyydy huomauttamaan vaan alkaa vihjailla tai vaatia toiselta tiettyjä toimenpiteitä virheen korjaamiseksi. Jos huomautat toiselle epäsopivasta toiminnasta, jätä vaatimukset jatkotoimista esittämättä. On parempi sanoa \"Hei kuule, kiroilua ei oikein katsota hyvällä Tavernassa, joten saatat ehkä haluta poistaa tuon\" kuin \"Minun on käskettävä sinua poistamaan viestisi.\" ",
    "commGuideList06C": "Julkisen keskusten sääntöjen toistuva rikkominen",
    "commGuideList06D": "Toistuvat lievät sääntörikkeet",
    "commGuideHeadingMinorInfractions": "Lievät sääntörikkeet",
    "commGuidePara056": "Lieviäkin sääntörikkeitä kehotetaan välttämään, mutta niiden seuraamukset ovat lieviä. Jos ne ovat toistuvia, ne voivat johtaa ajan myötä vakavampiin seuraamuksiin.",
    "commGuidePara057": "Seuraavat ovat esimerkkejä lievistä sääntörikkeistä. Tämä lista ei ole kaikenkattava.",
    "commGuideList07A": "Ensimmäinen julkisen keskustelun sääntöjen rikkominen",
    "commGuideList07B": "Mikä tahansa toiminta, jotka saavat moden reagoimaan pyytämällä, että lopettaisit, saattaa lukeutua erittäin pieneksi sääntörikkeeksi kyseiselle käyttäjälle. Esimerkkinä toimii vaikkapa tapaus, jossa mode kehottaa sinua lopettamaan jonkun ominaisuuden puolesta argumentoimisen, jos sinulle on toistuvasti kerrottu, miksei se tulisi toimimaan. Mikäli mode joutuu toistuvasti pyytämään samaa käyttäjää lopettamaan, kyseiset lievät sääntörikkeet aletaan laskea lievähköinä sääntörikkeinä.",
    "commGuideHeadingConsequences": "Seuraamukset",
    "commGuidePara058": "Habitica-sivustolla -- kuten oikeassakin elämässä -- jokaisella teolla on seurauksensa, oli se sitten juoksemisesta seuraava hyvä kunto, hampaiden reikiintyminen liiallisesta sokerin syömisestä tai kurssin läpäisy ahkeran opiskelun ansiosta.",
    "commGuidePara059": "<strong>Kaikilla sääntörikkeillä tulee siis myöskin olemaan välittömiä seuraamuksia.</strong> Joitakin esimerkkejä on hahmoteltu alempana.",
    "commGuidePara060": "Jos rikkeelläsi on lievähköjä tai vakavia seuraamuksia, henkilökunnan jäsen tai moderaattori julkaisee viestin alustalle, jossa rike on tapahtunut. Viestissä selitetään:",
    "commGuideList08A": "mikä rikkeesi oli",
    "commGuideList08B": "mikä sen seuraamus on",
    "commGuideList08C": "mitä voit tehdä korjataksesi tilanteen ja saavuttaaksesi entisen statuksesi, mikäli mahdollista.",
    "commGuidePara060A": "Mikäli tilanne niin edellyttää, saatat saada yksityisviestin tai sähköpostin keskustelualustalle julkaistavan viestin lisäksi tai sijasta.",
    "commGuidePara060B": "Mikäli tilisi on saanut porttikiellon (vakava seuraamus), et kykene kirjautumaan sisään Habitica-sivustolle. Jos yrität kirjautua sisään, saat virheilmoituksen. Jos haluat pyytää anteeksi tai anoa takaisinpääsyä, lähetä sähköpostia Lemonessille osoitteeseen <%= hrefCommunityManagerEmail %> ja liitä mukaan käyttäjäkoodisi (joka löytyy virheilmoituksesta). On oma velvollisuutesi ottaa yhteyttä jos mielit tilanteen uudelleenarviointia tai takaisinpääsyä.",
    "commGuideHeadingSevereConsequences": "Esimerkkejä vakavista seuraamuksista",
    "commGuideList09A": "Tilin porttikiellot (ks. yllä)",
    "commGuideList09B": "Tilin poistot",
    "commGuideList09C": "Avustajatasoilla kehittymisen pysyvä jäädyttäminen",
    "commGuideHeadingModerateConsequences": "Esimerkkejä lievähköistä seuraamuksista",
    "commGuideList10A": "Rajoitetut julkisen keskustelun oikeudet",
    "commGuideList10A1": "Jos toimintasi johtaa keskusteluoikeuksiesi poistamiseen, moderaattori tai henkilökunnan jäsen lähettää sinulle yksityisviestiä ja/tai julkaisee sillä keskustelualustalla, jolla sinut on mykistetty, viestin kertoakseen sinulle syyn mykistämiseesi ja sen ajallisen keston. Kyseisen ajanjakson jälkeen, saat keskusteluoikeutesi takaisin sillä ehdolla, että olet valmis korjaamaan mykistämiseen johtaneen käytöksen ja sitoutumaan Yhteisön suuntaviivoihin.",
    "commGuideList10B": "Rajoitetut yksityisen keskustelun oikeudet",
    "commGuideList10C": "Rajoitetut killan/haasteen luomisoikeudet",
    "commGuideList10D": "Avustajatasoilla kehittymisen väliaikainen jäädyttäminen",
    "commGuideList10E": "Avustajatason alennus ",
    "commGuideList10F": "Käyttäjien laittaminen \"koeajalle\"",
    "commGuideHeadingMinorConsequences": "Esimerkkejä lievistä seuraamuksista ",
    "commGuideList11A": "Muistutukset julkisen keskustelun säännöistä",
    "commGuideList11B": "Varoitukset",
    "commGuideList11C": "Pyynnöt",
    "commGuideList11D": "Poistot (Modet/henkilökunta voivat poistaa ongelmallista sisältöä)",
    "commGuideList11E": "Muokkaukset (Modet/Henkilökunta voivat muokata ongelmallista sisältöä)",
    "commGuideHeadingRestoration": "Palautus",
    "commGuidePara061": "Habitica on maa, joka on omistautunut henkilökohtaiselle kehitykselle ja jossa uskomme toiseen mahdollisuuteen. <strong>Jos teet sääntörikkeen ja saat seuraamuksen, pyri näkemään se mahdollisuutena arvioida tekojasi ja ponnistella olemaan parempi yhteisön jäsen.</strong>",
    "commGuidePara062": "Vastaanottamasi ilmoitus, viesti ja/tai sähköposti, jossa selitetään kohtaamasi seuraamukset (tai, lievien seuraamusten tapauksessa, moden tai henkilökunnan jäsenen ilmoitus) on hyvä informaatiolähde. <strong>Noudata osoitettuja rajoituksia ja pyri täyttämään vaatimukset rangaistustesi poistamiseksi.",
    "commGuidePara063": "<strong> Jos et ymmärrä seuraamuksia tai sääntörikkeesi luonnetta, pyydä henkilökunnalta/moderaattoreilta</strong> apua, jotta voit välttää tekemästä uusia rikkeitä.",
    "commGuideHeadingContributing": "Habitican avustaminen",
    "commGuidePara064": "Habitica on avoimen lähdekoodin projekti, mikä tarkoittaa että kuka tahansa habiticalainen on tervetullut osallistumaan! Ne, jotka osallistuvat, palkitaan seuraavien tasojen mukaisesti:",
    "commGuideList12A": "Habitica Avustajan arvomerkki ja 3 jalokiveä",
    "commGuideList12B": "Avustajan haarniska ja 3 jalokiveä.",
    "commGuideList12C": "Avustajan kypärä ja 3 jalokiveä.",
    "commGuideList12D": "Avustajan miekka ja 4 jalokiveä.",
    "commGuideList12E": "Avustajan kilpi ja 4 jalokiveä.",
    "commGuideList12F": "Avustajan lemmikki ja 4 jalokiveä.",
    "commGuideList12G": "Kutsu avustajien kiltaan ja 4 jalokiveä.",
    "commGuidePara065": "Henkilökunta ja nykyiset moderaattorit valitsevat uudet modet seitsemännen tason avustajien joukosta. Huomioi, että vaikka seitsemännen tason avustajat ovat tehneet kovasti töitä sivuston hyväksi, heillä kaikilla ei ole moderaattorin arvovaltaa.",
    "commGuidePara066": "Tärkeitä huomioita avustajatasoista:",
    "commGuideList13A": "<strong>Tasot ovat harkinnanvaraisia.</strong> Moderaattorit myöntävät niitä oman harkintansa mukaisesti, perustuen moneen tekijään, mukaan lukien havaintomme tekemästäsi työstä ja sen arvosta yhteisöllemme. Pidätämme oikeuden muuttaa tasoja, arvonimiä ja palkintoja harkintamme mukaisesti.",
    "commGuideList13B": "<strong>Tasot vaikeutuvat edistymisesi myötä.</strong> Jos loit yhden hirviön tai korjasit pienen bugin, se saattaa riittää ensimmäiseen avustajatasoon, muttei siitä seuraavaan. Kuten missä tahansa hyvässä roolipelissä, suuremmat tasot tuovat mukanaan suurempia haasteita!",
    "commGuideList13C": "<strong>Tasot eivät ala \"alusta\" jokaisella osa-alueella.</strong> Porrastaessamme vaikeusastetta, katsomme jokaista panostasi, jotta ihmiset, jotka luovat hieman taidetta, sitten korjaavat pienen bugin ja puuhastelevat sitten hieman wikin parissa, eivät edisty nopeammin kuin ihmiset, jotka uurastavat kovasti yhden tehtävän parissa. Tämä pitää asiat reiluina!",
    "commGuideList13D": "<strong>Koeajalla olevat käyttäjät eivät voi tulla ylennetyksi seuraavalle tasolle.</strong> Modeilla on aina oikeus jäädyttää käyttäjän kehitys sääntörikkeiden vuoksi. Näin käydessä käyttäjälle kerrotaan aina päätöksestä sekä mahdollisuuksista korjata tilanne. Tasoja voidaan myös aina poistaa sääntörikkeiden tai koeajan vuoksi.",
    "commGuideHeadingFinal": "Viimeinen osuus",
    "commGuidePara067": "Siinä ne nyt sitten olivat, urhea habiticalaisemme -- Yhteisön suuntaviivat! Pyyhkäise nyt hiki pois otsaltasi ja annan itsellesi hieman kokemuspisteitä palkintona koko tekstin lukemisesta. Jos sinulle jäi kysyttävää tai huolenaiheita näistä suuntaviivoista, lähetäthän sähköpostia Lemonessille (<%= hrefCommunityManagerEmail %>) - hän selventää asioita mielellään.",
    "commGuidePara068": "Nyt leuka pystyyn ja urhoollisesti eteenpäin kohti uusia seikkailuja ja päivittäisten tehtäviesi kimppuun!",
    "commGuideHeadingLinks": "Hyödyllisiä linkkejä",
    "commGuidePara069": "Seuraavat lahjakkaat taiteilijat ovat avustaneet näiden kuvitusten tekemisessä:",
    "commGuideLink01": "Habitica Help: Ask a Question",
    "commGuideLink01description": "kilta pelaajien kysymyksille Habitica-sovelluksesta!",
    "commGuideLink02": "Takanurkkaus-kilta ",
    "commGuideLink02description": "kilta pitkittyneille tai arkaluonteisia aiheita käsitteleville keskusteluille.",
    "commGuideLink03": "<a href='http://habitica.wikia.com/wiki/Habitica_Wiki' target='_blank'>Wiki</a>",
    "commGuideLink03description": "isoin tietopaketti Habitica-sovelluksesta.",
    "commGuideLink04": "GitHub",
    "commGuideLink04description": "bugiraporteille ja koodausavulle!",
    "commGuideLink05": "Trello (pääasiallinen sivusto)",
    "commGuideLink05description": "ehdotuksille sivuston toiminnoista.",
    "commGuideLink06": "Mobiili-Trello",
    "commGuideLink06description": "ehdotuksille mobiiliversion toiminnoista.",
    "commGuideLink07": "Taide-Trello",
    "commGuideLink07description": "pikselitaiteen lähettämiselle.",
    "commGuideLink08": "Jahti-Trello",
    "commGuideLink08description": "jahtikirjoitusten lähettämiselle.",
    "lastUpdated": "Viimeisin päivitys"
}