{
  "tipTitle": "Vinkki #<%= tipNumber %>",
  "tip1": "Merkitse tehtäviä tehdyiksi liikkeessä Habitica-mobiilisovellusten avulla.",
  "tip2": "Nouse tasolle 100 asti voidaksesi hankkia Jälleensyntymisen helmen ilmaiseksi - uusi seikkailu alkakoon!",
  "tip3": "Käytä emojeita erottaaksesi tehtävät helposti toisistaan.",
  "tip4": "Laita #-merkki ennen tehtävän nimeä tehdäksesi siitä todella suuren!",
  "tip5": "Vahvistus-loitsut kannattaa loihtia aamulla niin ne kestävät pidempään.",
  "tip6": "Arvioi tehtäviä välillä uudestaan varmistaaksesi että ne ovat ajan tasalla!",
  "tip7": "Osa taustakuvista sulautuu täydellisesti toisiinsa jos kaikki seurueen jäsenet käyttävät samaa taustakuvaa. Esimerkiksi: Vuoristojärvi, Pagodit ja Kumpuilevat kukkulat",
  "tip8": "Lähetä yksityisviesti toiselle käyttäjälle klikkaamalla kirjekuoren kuvaa tsätissä tämän nimen vieressä.",
  "tip9": "Vieraile Guild Leaders & Challenge Creators -killassa saadaksesi neuvoja killan aloittamiseen.",
  "tip10": "Voit voittaa jalokiviä kisaamalla haasteissa. Uusia lisätään päivittäin!",
  "tip11": "Jos pidät hahmosi pukemisesta hienoihin asuihin, vieraile Costume Carnival -killassa.",
  "tip12": "Liity \"Challenge... Accepted\"-kiltaan liittyäksesi mukaan säännöllisesti aloitettuihin satunnaisiin haasteisiin.",
  "tip13": "Yli neljän hengen seurue lisää velvollisuuttasi tehdä tehtävät loppuun!",
  "tip14": "Voit lisätä tehtävälistaasi otsikoita tai innostavia lainauksia tekemällä niistä tapoja, joilla ei ole (+/-) -nappeja.",
  "tip15": "Lisää muistilistoja Tehtävälistaasi saadaksesi enemmän palkkioita!",
  "tip16": "Vieraile Data-osiossa saadaksesi kallisarvoista tietoa edistymisestäsi.",
  "tip17": "Tunnisteiden käyttö voi tehdä sekavasta tehtävälistasta paljon helpommin käsiteltävän!",
  "tip18": "Tavat, jotka ovat vain myönteisiä tai vain kielteisiä, hälvenevät asteittain ja muuttuvat takaisin keltaisiksi.",
  "tip19": "Tehosta Älykkyyttäsi saadaksesi enemmän kokemuspisteitä tehtävistä.",
  "tip20": "Tehosta Tarkkaavaisuuttasi saadaksesi enemmän tavarapudotuksia ja kultaa.",
  "tip21": "Tehosta Voimakkuuttasi tehdäksesi enemmän vahinkoa vihollisille ja tehdäksesi kriittisiä osumia.",
  "tip22": "Tehosta Kestävyyttäsi vähentääksesi tekemättömistä päivittäisistä tehtävistä aiheutuvaa vahinkoa.",
  "tip23": "Klikkaa pylväsdiagrammin kuvaa tehtäviesi vieressä nähdäksesi edistymisesi.",
  "tip24": "Habitica on avoimen lähdekoodin projekti! Vieraile Aspiring Legends -killassa, jos haluat avustaa sivuston toiminnassa.",
  "tip25": "Neljä kausittaista Suurgaalaa alkaa päivänseusausten ja päiväntasausten nurkilla.",
  "tip26": "Nuoli käyttäjän tasonumeron vieressä kertoo siitä, että heidän ominaisuuksiaan on vahvistettu.",
  "tip27": "Suorititko eilen päivittäisen tehtävän, mutta unohdit merkitä sen tehdyksi? Ei huolta! Merkitse eilisen aktiviteetit -ominaisuuden avulla voit merkitä suorittamasi tehtävät tehdyiksi ennen kuin aloitat uuden päiväsi.",
  "tip28": "Aseta päivä alkamaan mukautetusti kohdassa Asetukset -> Sivu niin uusi päivä alkaa silloin kun haluat.",
  "tip29": "Suorita kaikki päivittäiset tehtäväsi saadaksesi Täydellisen Päivän Tehosteen, joka lisää pisteitä ominaisuuksiisi!",
  "tip30": "Voit kutsua seurueiden lisäksi ihmisiä myös kiltoihin.",
  "tip31": "Vieraile Library of Tasks -sivulla ja Challenged -killassa selataksesi esimerkkitehtäviä valmiiksi laadituilta listoilta.",
  "tip32": "Suuren osan Habitica-sivuston koodista, taiteesta ja kirjoituksesta ovat tehneet vapaaehtoiset avustajat! Kuka tahansa voi auttaa.",
  "tip33": "Vieraile The Bulletin Board -killasssa saadaksesi lisää uutisia killoista, haasteista ja pelaajien luomista tapahtumista - ilmoita siellä myös omasi!"
}
